[
  {
    "name": "worldMap",
    "locations": [
      { "id": 1, "name": "Secte Obscura", "x": -819, "y": 512, "epochStart": 2756, "epochEnd": 5000, "marker": "community", "link": "Comunautées/Secte-Obscura", "description": "La Secte Obscura est un culte religieux vénérant Noctifer, dieu de la nuit et des ténèbres, à travers des rituels nocturnes et une adoration fervente. Fondée il y a plusieurs siècles, elle a découvert il y a 50 ans un sanctuaire sacré où ses membres élus ont reçu une fraction du pouvoir divin. Ce sanctuaire, situé dans une région isolée et protégé par des pièges magiques, est devenu leur base fortifiée. La secte suit une hiérarchie stricte dirigée par un Porteur Primordial, pratique des rituels incluant méditation et sacrifices, et cherche à éliminer toute magie extérieure, imposant leur domination brutale pour plonger le monde dans une nuit éternelle." },
      { "id": 2, "name": "Sentinelles de Thalmyr", "x": -430, "y": 819, "epochStart": 3265, "epochEnd": 5000, "marker": "community", "link": "Comunautées/Sentinelles-de-Thalmyr", "description":  "Les Sentinelles de Thalmyr sont un ordre de guerriers sacrés dédiés à Thalmyr, dieu de la guerre et de la stratégie. Ces chevaliers anonymes, reconnaissables par leurs casques qu'ils ne retirent jamais, suivent un crédo de discipline, justice, et dévouement total. Basés dans la <b>Citadelle des Murmures</b>  une forteresse cachée dans les Montagnes Brumeuses, ils s'entraînent sans relâche et honorent leur dieu à travers des rituels martiaux et stratégiques. Leur mission séculaire est de retrouver le <b>Sanctuaire de Thalmyr</b>  un lieu mythique qui conférera à l'ordre la bénédiction divine pour instaurer un ordre éternel. Respectés mais mystérieux, ils parcourent le monde en quête de cet objectif, affrontant dangers et ennemis tout en inspirant autant la crainte que l'admiration." },
      { "id": 3, "name": "Kaldarhim", "x": -374, "y": 614, "epochStart": 1700, "epochEnd": 1852, "marker": "castle", "link": "Lieux/Royaumes/Kaldarhim", "description":  "Le <b>royaume de Kaldarhim</b>  fondé en l'An 1700, est un refuge souterrain niché dans un réseau complexe de grottes naturelles et creusées dans la montagne. Ses habitants ont sculpté leur environnement pour en faire une cité spectaculaire avec des ponts suspendus, des piliers sculptés, et une lumière douce émanant de cristaux luminescents uniques. Né de la nécessité de se protéger des dangers extérieurs, Kaldarhim s'est développé autour d'une économie basée sur l'extraction de métaux et de cristaux rares, complétée par une agriculture fongique et l'élevage d'animaux adaptés à la vie souterraine. Isolé dans ses débuts, le royaume s'est progressivement ouvert au commerce avec l'extérieur. Sa culture est centrée sur la vénération des divinités souterraines, célébrées lors de la \"Fête de la Lumière\". Fort de ses avancées technologiques en ingénierie et hydraulique, Kaldarhim est une société prospère, portée par des légendes d'explorateurs guidés par une lumière divine vers ces grottes protectrices." },
      { "id": 4, "name": "Lysandor", "x": -410, "y": 358, "epochStart": 1420, "epochEnd": 3572, "marker": "castle", "link": "Lieux/Royaumes/Lysandor", "description":  "Le royaume de <b>Lysandor</b>  surnommé \"le Refuge des Altruistes\", a été fondé par des dissidents <b>Aelthariels</b> ayant quitté Lysendaris pour consacrer leurs dons de guérison à l’aide des autres races. Niché dans une vallée fertile traversée par la <b>Rivière d’Aeltheris</b>  ce royaume pacifique abrite environ 500 elfes unis par leur foi en <b>Aeltheris</b>  déesse de la guérison universelle. Leur société est guidée par un <b>Conseil des Mains Blanches</b>  favorisant l’entraide et l’éducation, tandis que leurs guérisseurs voyagent pour soigner et soutenir les communautés voisines. Centré autour de <b>Aeldwyn</b>  sa capitale modeste, Lysandor est un modèle d’altruisme et de simplicité, mais ses relations avec Lysendaris restent tendues, ces derniers considérant leur partage des dons comme une trahison." },
      { "id": 5, "name": "Lysendaris", "x": -256, "y": 333, "epochStart": 0, "epochEnd": 5000, "marker": "castle", "link": "Lieux/Royaumes/Lysendaris", "description":  "Le royaume de <b>Lysendaris</b>  également appelé le <b>Royaume de l’Essence Sacrée</b>  est une théocratie elfique isolée et repliée sur elle-même, où résident environ 50 000 <b>Aelthariels</b>  enfants d’<b>Aeltheris</b>  déesse de la guérison. Situé dans une vallée enchantée des <b>Montagnes d’Argent</b>  ce havre divin est protégé par des barrières naturelles et magiques. Sa capitale, <b>Itherya</b>  est un chef-d’œuvre architectural dominé par une cathédrale en cristal dédiée à leur déesse. Guidés par les <b>Élus d’Aeltheris</b>  les Aelthariels préservent leur perfection divine à travers un mode de vie centré sur l’autosuffisance, la préservation de leur vitalité, et une méfiance envers les autres races. Bien que leurs terres regorgent de merveilles naturelles, comme la <b>Forêt de Lumina</b> et le <b>Lac des Reflets</b>  leur refus d’aider autrui et leur isolement strict les rendent aussi mystérieux qu’inaccessibles." },
      { "id": 6, "name": "Nysseris", "x": -612, "y": 693, "epochStart": 0, "epochEnd": 3572, "marker": "castle", "link": "Lieux/Royaumes/Nysseris", "description":  "Le royaume de <b>Nysseris</b>  surnommé le <b>Sanctuaire des Étoiles</b>  est un havre céleste niché dans une chaîne de montagnes où les sommets semblent toucher les cieux. Habité par environ 30 000 <b>Nyssariens</b>  enfants de la déesse <b>Nyssara</b>  ce royaume est dédié à la contemplation des astres et à la recherche de l’harmonie cosmique. Sa capitale, <b>Stellara</b>  est une merveille architecturale ornée d’un dôme translucide reflétant les constellations. Gouverné par le <b>Conseil des Astres</b>  Nysseris valorise la sagesse, l’étude des étoiles, et la préservation de l’équilibre universel. Ses paysages mystiques, tels que les <b>Pics de Nyssara</b> et le <b>Lac des Reflets d’Étoiles</b>  reflètent son lien profond avec les cieux, tandis que ses habitants, distants mais respectueux, partagent leur savoir astronomique avec le monde tout en préservant leur isolement sacré." },
      { "id": 7, "name": "Sylvandis", "x": -287, "y": 123, "epochStart": 0, "epochEnd": 5000, "marker": "castle", "link": "Lieux/Royaumes/Sylvandis", "description":  "Le royaume de <b>Sylvandis</b>  surnommé le <b>Royaume Paisible du Nord</b>  est un sanctuaire naturel niché au cœur d'une forêt millénaire où vivent environ 20 000 <b>Sylvandiens</b>. Dédiés à la déesse <b>Eryndis</b>  divinité des forêts et des vents sauvages, ses habitants vivent en harmonie avec la nature, intégrant leur architecture et leur mode de vie à l'écosystème environnant. Dirigé par le <b>Conseil des Racines</b>  Sylvandis est centré sur sa capitale suspendue, <b>Faëlaris</b>  où le <b>Sanctuaire d’Eryndis</b> honore leur divinité. Ce royaume, marqué par sa durabilité, ses festivals célébrant les cycles naturels, et sa vénération des bois sacrés, inspire sérénité et équilibre. Bien que pacifiques, les Sylvandiens protègent farouchement leur forêt contre toute menace extérieure, affirmant leur dévotion envers la préservation de leur environnement sacré." },
      { "id": 8, "name": "Thalis", "x": -364, "y": 922, "epochStart": 0, "epochEnd": 5000, "marker": "castle", "link": "Lieux/Royaumes/Thalis", "description":  "Le royaume de <b>Thalis</b>  surnommé le <b>Royaume des Rouages</b>  est un bastion technomagique niché dans les <b>Montagnes Métalliques</b>  où résident environ 15 000 <b>Symbiotes</b>  enfants du dieu des forges, <b>Thalior</b>. Ce royaume est une fusion parfaite entre magie et technologie, dirigé par les <b>Architectes Divins</b> selon une méritocratie technomantique. Sa capitale, <b>Aethralis</b>  est une cité labyrinthique de forges titanesques, de laboratoires, et de sanctuaires mécaniques. Les Symbiotes, engagés dans une quête de perfection, consacrent leur existence à la création, souvent accompagnée de modifications corporelles perçues comme une élévation spirituelle. Bien que méfiants envers les autres races, ils tolèrent les échanges commerciaux, mais considèrent les organiques comme inférieurs, incapables de comprendre leur harmonie mécanique et leur dévotion à la perfection divine." },
      { "id": 9, "name": "Sanctuaire de Noctifer", "x": -824, "y": 507, "epochStart": 2756, "epochEnd": 5000, "marker": "calice", "link": "Lieux/Sanctuaires-Divins/Sanctuaires-Trouvés/Sanctuaire-de-Noctifer", "description":  "Le <b>Sanctuaire de Noctifer</b>  aussi appelé le <b>Monument des Ténèbres</b>  est un lieu sacré et terrifiant, dédié à <b>Noctifer</b>  dieu des ombres et de la nuit. Niché dans un paysage désolé, entouré de falaises et plongé dans une pénombre éternelle, ce sanctuaire défie les mortels par ses <b>épreuves mortelles</b> : le <b>Chemin des Ombres</b>  un corridor où la lumière et les faibles sont engloutis ; le <b>Labyrinthe des Lamentations</b>  un dédale suintant de brume toxique et de voix spectrales ; et le <b>Pont du Néant</b>  un chemin suspendu entre les réalités. \n\nÀ l’extérieur, ses murs d’obsidienne semblent absorber la lumière, tandis que l’intérieur dévoile des merveilles sombres : le <b>Hall des Ombres</b>  dominé par une statue imposante de Noctifer, la <b>Crypte des Lamentations</b>  où reposent les âmes des fidèles, et la <b>Bibliothèque des Murmures</b>  gardienne de savoirs interdits. Mystérieux et implacable, le sanctuaire jauge les intrus, ne récompensant que ceux capables d’embrasser l’obscurité absolue." },
      { "id": 10, "name": "Taverne OsMov", "x": -409, "y": 358, "epochStart": 4250, "epochEnd": 4321, "marker": "calice", "link": "Lieux/Taverne-OsMov", "description":  "La <b>Taverne OsMov</b>, nichée à la lisière d’une forêt luxuriante, est un havre chaleureux et accueillant pour aventuriers, voyageurs, et villageois. Gérée par <b>Gim Mov</b> et <b>Lagertha Osmond</b>  elle incarne un mélange parfait de convivialité et de tradition. Son extérieur en pierre grise et bois de chêne, décoré de fleurs sauvages, invite à la détente, tandis que l’intérieur, avec son grand foyer, ses tables en bois brut, et son bar décoré de gravures artisanales, offre une ambiance rustique et authentique. Les repas, concoctés avec des ingrédients locaux et des herbes du jardin, sont une spécialité de Gim.\n\nÀ l’étage, des dortoirs confortables et une suite intime offrent repos aux visiteurs, tandis que les rires, les histoires, et la musique des bardes remplissent la salle principale. La Taverne OsMov, véritable cœur battant de la région, est bien plus qu’un lieu de passage : c’est une expérience mémorable où chaleur humaine et hospitalité sont maîtres." }
    ]
  },
  {
    "name": "kaldarhim",
    "locations": [
      { "id": 1, "name": "Habitation des Faëllon", "x": -746, "y": 345, "epochStart": 2756, "epochEnd": 5000, "marker": "community", "link": "Comunautées/Secte-Obscura", "description": "La Secte Obscura est un culte religieux vénérant Noctifer, dieu de la nuit et des ténèbres, à travers des rituels nocturnes et une adoration fervente. Fondée il y a plusieurs siècles, elle a découvert il y a 50 ans un sanctuaire sacré où ses membres élus ont reçu une fraction du pouvoir divin. Ce sanctuaire, situé dans une région isolée et protégé par des pièges magiques, est devenu leur base fortifiée. La secte suit une hiérarchie stricte dirigée par un Porteur Primordial, pratique des rituels incluant méditation et sacrifices, et cherche à éliminer toute magie extérieure, imposant leur domination brutale pour plonger le monde dans une nuit éternelle." }
    ]
  }
]